Repository: KDE/kmix
Catalog: po/*/kmix.po
Languages: cs, eo, zh_cn

# NAME OF TRANSLATORS
source: Your names
cs: Martin Vlk, Jakub Friedl, Vít Pelčák
eo: Wolfram Diestel,Steffen Pietsch,Oliver Kellogg
zh_cn: KDE 中国, csslayer, Boyuan Yang, Fangzheng, Guo Yunhe, njlyf2011, Tyson Tan, Wordless Echo

# EMAIL OF TRANSLATORS
source: Your emails
cs: oro@poetic.com,jfriedl@suse.cz,vit@pelcak.org
eo: wolfram@steloj.de,Steffen.Pietsch@BerlinOnline.de,okellogg@users.sf.net
zh_cn: kde-china@kde.org, csslayer@kde.org, 073plan@kde.org, fangzheng@kde.org, i@guoyunhe.me, njlyf2011@kde.org, tysontan@tysontan.com, wordlessecho@kde.org

source: kmixctrl - kmix volume save/restore utility
eo: KMixCtrl - utilaĵo por sekurigi/restarigi laŭtecojn por Miksilo
zh_cn: kmixctrl - kmix 音量保存和恢复工具

source: (c) 2000 by Stefan Schimanski
cs: (c) 2000 Stefan Schimanski
eo: (c) 2000 de Stefan Schimanski

source: Save current volumes as default
cs: Uložit současné hlasitosti jako výchozí
eo: Konservi aktualajn laŭtecojn kiel aprioraj
zh_cn: 保存当前音量为默认值

source: Restore default volumes
cs: Obnovit výchozí hlasitosti
eo: Restarigi la apriorajn laŭtecojn
zh_cn: 恢复默认音量

source: KMix
eo: Miksilo

source: KMix - KDE's full featured mini mixer
cs: KMix - plnohodnotný mini směšovač prostředí KDE
eo: Miksilo - La plenfunkcia miksileto de KDE
zh_cn: KMix - KDE 的全功能迷你混音器

source: (c) 1996-2013 The KMix Authors
eo: (c) 1996-2013 La KMix-Aŭtoroj
zh_cn: (c) 1996-2013 KMix 全体开发人员

source: Original author and current maintainer
cs: Původní autor a současný správce
eo: Origina aŭtoro kaj nuna prizorganto
zh_cn: 原作者和当前维护者

source: PulseAudio support
cs: Podpora PulseAudio
eo: Subteno de PulseAudio
zh_cn: PulseAudio 支持

source: ALSA 0.9x port
cs: Port ALSA 0.9.x
eo: ALSA 0.9x haveno
zh_cn: ALSA 0.9x 移植

source: Solaris support
cs: Podpora pro Solaris
eo: Solaris-subteno
zh_cn: Solaris 支持

source: Plasma Dataengine
cs: Datový zdroj Plasma
eo: Plasma Datumomaŝino
zh_cn: Plasma 数据引擎

source: Temporary maintainer
cs: Dočasný správce
eo: Provizora prizorganto
zh_cn: 临时维护者

source: *BSD fixes
cs: *BSD opravy
eo: *BSD-fiksoj
zh_cn: *BSD 程序缺陷修复

source: Mute and volume preview, other fixes
cs: Ztlumení a náhled hlasitosti, další opravy
eo: Silentiga kaj laŭteca antaŭrigardo, aliaj korektoj
zh_cn: 静音和音量预览，其他程序缺陷修复

source: Improving support for emu10k1 based soundcards
cs: Vylepšení podpory pro emu10k1 karty
eo: Plibonigo de subteno por sonkartoj bazitaj en emu10k1
zh_cn: 改进了对基于 emu10k1 芯片声卡的支持

source: TerraTec DMX6Fire support
cs: Podpora pro TerraTec DMX6Fire
eo: TerraTec DMX6Fire-subteno
zh_cn: TerraTec DMX6Fire 支持

source: Inhibit showing the KMix main window, if KMix is already running.
cs: Potlačit zobrazení hlavního okna KMix, pokud už KMix běží.
eo: Malebligi la montron de la ĉefa fenestro de KMix, se KMix jam estas rulanta.

source: Start KMix in failsafe mode.
cs: Spustit KMix v bezpečném režimu.
eo: Lanĉas KMix en fiaskosekura reĝimo.

source: A list of backends to use (for testing only).
eo: Listo de backends uzendaj (nur por testado).

source: name[,name...]
cs: název[,název...]
eo: nomo[,nomo...]

source: Enable the (experimental) multiple driver mode.
cs: Povolit (experimentální) režim více ovladačů.
eo: Ebligi la (eksperimentan) plurpelilan reĝimon.

source: Audio Setup...
cs: Nastavení zvuku...
eo: Aŭdio-Agordo...
zh_cn: 音频设置...

source: Hide Mixer Window
cs: Skrýt okno se směšovačem
eo: Kaŝi Miksilan Fenestron
zh_cn: 隐藏混音器窗口

source: Configure &Channels...
cs: Nastavit &kanály...
eo: Agordi &Kanalojn...
zh_cn: 配置声道(&C)...

source: Select Master Channel...
cs: Vybrat hlavní kanál...
eo: Elekti Mastran Kanalon...
zh_cn: 选择主声道...

source: Save volume profile 1
cs: Uložit profil hlasitosti 1
eo: Konservi laŭtecan profilon 1
zh_cn: 保存音量配置方案 1

source: Save volume profile 2
cs: Uložit profil hlasitosti 2
eo: Konservi laŭtecan profilon 2
zh_cn: 保存音量配置方案 2

source: Save volume profile 3
cs: Uložit profil hlasitosti 3
eo: Konservi laŭtecan profilon 3
zh_cn: 保存音量配置方案 3

source: Save volume profile 4
cs: Uložit profil hlasitosti 4
eo: Konservi laŭtecan profilon 4
zh_cn: 保存音量配置方案 4

source: Load volume profile 1
cs: Načíst profil hlasitosti 1
eo: Ŝargi laŭtecan profilon 1
zh_cn: 加载音量配置方案 1

source: Load volume profile 2
cs: Načíst profil hlasitosti 2
eo: Ŝargi laŭtecan profilon 2
zh_cn: 加载音量配置方案 2

source: Load volume profile 3
cs: Načíst profil hlasitosti 3
eo: Ŝargi laŭtecan profilon 3
zh_cn: 加载音量配置方案 3

source: Load volume profile 4
cs: Načíst profil hlasitosti 4
eo: Ŝargi laŭtecan profilon 4
zh_cn: 加载音量配置方案 4

source: Increase Volume
cs: Zvýšit hlasitost
eo: Plilaŭtigi
zh_cn: 提高音量

source: Decrease Volume
cs: Snížit hlasitost
eo: Malplilaŭtigi
zh_cn: 降低音量

source: Add new view
cs: Přidat nový pohled
eo: Aldoni novan vidon
zh_cn: 添加新视图

source: Cannot add view - GUIProfile is invalid.
cs: Nelze přidat pohled.
eo: Ne povas aldoni vidon - GUIProfile estas malvalida.
zh_cn: 无法添加视图 - GUI 配置文件无效。

source: Error
cs: Chyba
eo: Eraro
zh_cn: 错误

source: Cannot add view - View already exists.
cs: Pohled nelze přidat - již existuje.
eo: Ne povas aldoni vidon - Vido jam ekzistas.
zh_cn: 无法添加视图 - 该视图已存在。

source: The soundcard containing the master device was unplugged. Changing to control %1 on card %2.
eo: La sonkarto enhavanta la mastran aparaton estis malkonektita. Ŝanĝante al kontrolo %1 sur karto %2.
zh_cn: 包含主设备的声卡未插入。切换为声卡 %2 上的 %1 控制。

source: The last soundcard was unplugged.
eo: La lasta sonkarto estis malkonektita.
zh_cn: 最近使用的声卡已拔出。

source: The helper application is either not installed or not working. %1
cs: Pomocná aplikace buďto není nainstalována nebo nepracuje. %1
eo: La helpa aplikaĵo aŭ ne estas instalita aŭ ne funkcias. %1
zh_cn: 辅助应用程序尚未安装或无法工作。 %1

source: Mixer (%1)
cs: Směšovač (%1)
eo: Miksilo (%1)
zh_cn: 混音器 (%1)

source: Volume Control Feedback Sound
cs: Zpětná vazba hlasitosti pro ovládání hlasitosti
eo: Laŭtecostira Rekuplosono
zh_cn: 音量控制反馈音效

source: You do not have permission to access the alsa mixer device. Please verify if all alsa devices are properly created.
cs: Nemáte oprávnění k přístupu na zařízení směšovače ALSA. Prosím ujistěte se, že všechna ALSA zařízení jsou správně vytvořena.
eo: Vi ne havas permeson aliri la alsa-miksilon. Bonvolu kontroli ĉu ĉiuj alsa-aparatoj estas ĝuste kreitaj.
zh_cn: 您没有权限访问 ALSA 混音器设备。 请检查并确保所有的 ALSA 设备已被正确创建。

source: Alsa mixer cannot be found. Please check that the soundcard is installed and the soundcard driver is loaded.
cs: Nelze nalézt ALSA směšovač. Prosím zkontrolujte, zda je instalována zvuková karta a zda je načten její ovladač.
eo: Alsa miksilo ne troveblas. Bonvolu kontroli, ke la sonkarto estas instalita kaj la sonkarto-ŝoforo estas ŝargita.
zh_cn: 无法找到 Alsa 混音器。 请检查是否安装了声卡， 并检查声卡驱动程序是否已经加载。

source: Playback Streams
cs: Proudy přehrávání
eo: Reproduktaj Rojoj
zh_cn: 播放流

source: Volume
cs: Hlasitost
eo: Laŭteco
zh_cn: 音量

source: Bass
cs: Basy
eo: Malaltaj
zh_cn: 低音

source: Treble
cs: Výšky
eo: Altaj
zh_cn: 高音

source: Synth
eo: Sintezo
zh_cn: 合成器

source: Speaker
cs: Reproduktor
eo: Parolilo
zh_cn: 扬声器

source: Microphone
cs: Mikrofon
eo: Mikrofono
zh_cn: 麦克风

source: CD
eo: KD

source: Line
eo: Konekto
zh_cn: 线路

source: Mix
eo: Mikso
zh_cn: 混合

source: RecMon
eo: Registrovidigilo
zh_cn: 录音监视

source: IGain
eo: Ena gajno
zh_cn: 输入增益

source: OGain
eo: Ela gajno
zh_cn: 输出增益

source: Line1
eo: Konekto 1
zh_cn: 线路1

source: Line2
eo: Konekto 2
zh_cn: 线路2

source: Line3
eo: Konekto 3
zh_cn: 线路3

source: Digital1
eo: Cifereca 1
zh_cn: 数字 1

source: Digital2
eo: Cifereca 2
zh_cn: 数字 2

source: Digital3
eo: Cifereca 3
zh_cn: 数字 3

source: PhoneIn
eo: Ela fono
zh_cn: 麦克风输入

source: PhoneOut
eo: Ena fono
zh_cn: 麦克风输出

source: Video
eo: Filmo
zh_cn: 视频

source: Monitor
eo: Vidigilo
zh_cn: 监视器

source: 3D-depth
cs: 3D hloubka
eo: 3D-profundeco
zh_cn: 3D 深度

source: 3D-center
cs: střed 3D
eo: 3D-centro
zh_cn: 3D 中心

source: unknown
cs: neznámý
eo: nekonata
zh_cn: 未知

source: unused
cs: nevyužito
eo: neuzata
zh_cn: 未使用

source: kmix: You do not have permission to access the mixer device. Login as root and do a 'chmod a+rw /dev/mixer*' to allow the access.
cs: kmix: Nemáte oprávnění pro přístup ke směšovacímu zařízení. Přihlaste se jako root a příkazem 'chmod a+rw /dev/mixer*' povolte přístup.
eo: Miksilo: Vi ne havas permeson aliri la miksaparaton. Ensalutu kiel sistemestro kaj komandu 'chmod a+rw /dev/mixer*' por akiri permeson.
zh_cn: kmix：您没有权限访问混音器设备。 请登录为 root 并执行“chmod a+rw /dev/mixer*”命令以获取访问权限。

source: kmix: Mixer cannot be found. Please check that the soundcard is installed and the soundcard driver is loaded. On Linux you might need to use 'insmod' to load the driver. Use 'soundon' when using commercial OSS.
cs: kmix: Nelze nalézt směšovač. Prosím zkontrolujte, zda je instalována zvuková karta a načten odpovídající ovladač. Na Linuxu lze ovladač načíst příkazem 'insmod'. Používáte-li komerční OSS, spustíte zvuk příkazem 'soundon'.
eo: Miksilo: Miksilaparato ne trovita. Bonvolu kontroli, ke la sonorkarto estas instalita kaj la sonorkarta pelilo estas ŝargita. Sur Linukso eble necesas 'insmod' por ŝargi la pelilon. Uzu 'soundon' se vi uzas komercan OSS.
zh_cn: kmix：无法找到混音器设备。 请检查声卡是否已经安装， 并检查声卡驱动程序是否已经加载。 在 Linux 环境，您可能需要使用“insmod”来加载驱动。 使用商业版 OSS 时，请使用“soundon”。

source: kmix: Mixer cannot be found. Please check that the soundcard is installed and the soundcard driver is loaded. On Linux you might need to use 'insmod' to load the driver. Use 'soundon' when using OSS4 from 4front.
cs: kmix: Nelze nalézt směšovač. Prosím zkontrolujte, zda je instalována zvuková karta a načten odpovídající ovladač. Na Linuxu lze ovladač načíst příkazem 'insmod'. Používáte-li OSS4 od 4fron, spusťte zvuk příkazem 'soundon'.
eo: kmix: Miksilo ne troveblas. Bonvolu kontroli, ke la sonkarto estas instalita kaj la sonkarto-pelilo estas ŝargita. En Linukso vi eble bezonos uzi 'insmod' por ŝargi la ŝoforon. Uzu 'soundon' kiam vi uzas OSS4 de 4front.
zh_cn: kmix：无法找到混音器设备。 请检查声卡是否已经安装， 并检查声卡驱动程序是否已经加载。 在 Linux 环境，您可能需要使用“insmod”来加载驱动。 使用来自 4front 的 OSS 时，请使用“soundon”。

source: Unknown Application
cs: Neznámá aplikace
eo: Nekonata aplikaĵo
zh_cn: 未知应用程序

source: Event Sounds
cs: Zvuky událostí
eo: Eventaj Sonoj
zh_cn: 事件声音

source: Playback Devices
cs: Přehrávací zařízení
eo: Reproduktaj aparatoj
zh_cn: 播放设备

source: Capture Devices
cs: Zachytávací zařízení
eo: Kaptaj aparatoj
zh_cn: 捕获设备

source: Capture Streams
cs: Proudy zachytávání
eo: Kapti Rojojn
zh_cn: 捕获流

source: Master Volume
cs: Hlavní ovladač hlasitosti
eo: Mastra laŭteco
zh_cn: 主音量

source: Internal Speaker
cs: Vnitřní reproduktor
eo: Interna laŭtparolilo
zh_cn: 内建扬声器

source: Headphone
cs: Sluchátka
eo: Kapmikrofono
zh_cn: 耳机

source: Line Out
cs: Linkový výstup
eo: Konekto el
zh_cn: 线路输出

source: Record Monitor
cs: Odposlech nahrávání
eo: Registrovidigilo
zh_cn: 录音监视器

source: Line In
cs: Linkový vstup
eo: Ena konekto
zh_cn: 线路输入

source: kmix: You do not have permission to access the mixer device. Ask your system administrator to fix /dev/audioctl to allow access.
cs: kmix: Nemáte oprávnění pro přístup ke směšovacímu zařízení. Požádejte administrátora, aby povolil přístup úpravou /dev/audioctl.
eo: Miksilo: Vi ne havas permeson aliri la miksaparaton. Demandu vian sistemestron por permesi aliron tra /dev/audioctl.
zh_cn: kmix：您没有权限访问混音器设备。 请向您的系统管理员要求修改 /dev/audioctl 来获取访问权限。

source: kmix:You do not have permission to access the mixer device. Please check your operating systems manual to allow the access.
cs: kmix: Nemáte oprávnění k přístupu na zařízení směšovače. Přístup povolíte dle manuálu svého operačního systému.
eo: Miksilo: Vi ne havas permeson aliri la miksaparaton. Bonvolu rigardi en la manlibron de via operaciumo pri kiel akiri permeson.
zh_cn: kmix：您没有权限访问混音器设备。 请查看您的操作系统手册，了解打开访问权限的方法。

source: kmix: Could not write to mixer.
cs: kmix: Nelze zapisovat do směšovače.
eo: Miksilo: Ne povs skribi al miksilo
zh_cn: kmix：无法写入混音器。

source: kmix: Could not read from mixer.
cs: kmix: Nelze číst ze směšovače.
eo: Miksilo: Ne povis legi de miksilo.
zh_cn: kmix：无法读取混音器。

source: kmix: Mixer cannot be found. Please check that the soundcard is installed and that the soundcard driver is loaded.
cs: kmix: Nelze nalézt směšovač. Prosím zkontrolujte, zda je instalována zvuková karta a zda je načten její ovladač.
eo: Miksilo: Miksilo ne troviĝis. Bonvolu kontroli, ke la sonorkarto estas instalita kaj ke la sonorpelilo estas ŝargita.
zh_cn: kmix：无法找到混音器。 请检查是否安装了声卡， 并检查声卡驱动程序是否已经加载。

source: kmix: Unknown error. Please report how you produced this error.
cs: kmix: Neznámá chyba. Prosím nahlaste, jak jste k ní došli.
eo: Miksilo: Nekonata eraro. Bonvolu raporti, kiel vi kaŭzis la eraron.
zh_cn: kmix：未知错误。请报告您触发此错误的过程。

source: Recording level of the microphone input.
cs: Úroveň nahrávání ze vstupu z mikrofonu.
eo: Registra nivelo de la mikrofona enigo.
zh_cn: 麦克风输入的录音音量。

source: Controls the volume of the front speakers or all speakers (depending on your soundcard model). If you use a digital output, you might need to also use other controls like ADC or DAC. For headphones, soundcards often supply a Headphone control.
cs: Ovládá hlasitost jen předních nebo všech reproduktorů (dle modelu zvukové karty). Pokud užíváte digitální výstup, možná budete potřebovat také jiné ovládání jako ADC nebo DAC. Zvukové karty často dodávají ovládání hlasitosti i pro sluchátka.
eo: Mastrumas la laŭtecon de la antaŭaj laŭtparoliloj aŭ ĉiuj laŭtparoliloj (laŭ via sonkartomodelo). Se vi uzas ciferecan eligon, vi eble bezonos ankaŭ uzi aliajn kontrolojn kiel ADC aŭ DAC. Por aŭdiloj, sonkartoj ofte provizas Kapaŭdilojn.
zh_cn: 控制前置扬声器或所有扬声器 (取决于声卡型号) 的音量。如果您在使用数字输出，您可能还需要使用其他控制模式，如 ADC 或 DAC 等。对于耳机而言，声卡通常会提供一个耳机控制模式。

source: Most media, such as MP3s or Videos, are played back using the PCM channel. As such, the playback volume of such media is controlled by both this and the Master or Headphone channels.
cs: Většina médií, jako MP3 nebo videa, jsou přehrávána pomocí kanálu PCM. Pak hlasitost u těchto médií lze měnit pomocí tohoto nebo pomocí kanálu Hlavní a Sluchátka.
eo: Plej multaj amaskomunikiloj, kiel MP3 aŭ Videoj, estas reluditaj per la PCM-kanalo. Kiel tia, la reprodukta laŭteco de tia amaskomunikilaro estas regata de kaj ĉi tio kaj la Master aŭ Headphone-kanaloj.
zh_cn: 大多数媒体格式，如 MP3 或视频等都通过 PCM 通道播放声音。因此，这类媒体的回放音量由 PCM 通道、主音量通道、耳机音量通道同时控制。

source: Controls the headphone volume. Some soundcards include a switch that must be manually activated to enable the headphone output.
cs: Ovládá hlasitost sluchátek. Některé zvukové karty mají přepínač, kterým musí být výstup do sluchátek manuálně zapnut.
eo: Mastrumas la laŭtecon de la aŭdiloj. Iuj sonkartoj inkluzivas ŝaltilon, kiu devas esti mane aktivigita por ebligi la aŭdilon-eligon.
zh_cn: 控制耳机音量。有些带有开关的声卡必须手动切换到耳机输出模式。

# Channel name
source: Left
cs: Levý
eo: Maldekstra
zh_cn: 左

# Channel name
source: Right
cs: Pravý
eo: Dekstra
zh_cn: 右

# Channel name
source: Center
cs: Střed
eo: Centrigita
zh_cn: 中置

# Channel name
source: Subwoofer
eo: Basa laŭtilo
zh_cn: 低音炮

# Channel name
source: Surround Left
cs: Prostorový levý
eo: Ĉirkaŭumo Maldekstra
zh_cn: 环绕左

# Channel name
source: Surround Right
cs: Prostorový pravý
eo: Ĉirkaŭumo Dekstra
zh_cn: 环绕右

# Channel name
source: Side Left
cs: Levá strana
eo: Maldekstra flanko
zh_cn: 侧向左

# Channel name
source: Side Right
cs: Pravá strana
eo: Dekstra flanko
zh_cn: 侧向右

# Channel name
source: Rear Center
cs: Zadní střed
eo: Malantaŭa Centro
zh_cn: 后方中置

# Channel name
source: Unknown
cs: Neznámý
eo: Nekonata
zh_cn: 未知

source: All controls
cs: Všechny prvky
eo: Ĉiuj kontroloj
zh_cn: 所有控制

source: Only playback controls
cs: Pouze prvky přehrávání
eo: Nur reproduktaj kontroloj
zh_cn: 仅播放控制

source: Only capture controls
cs: Pouze prvky zachytávání
eo: Nur kaptaj stiriloj
zh_cn: 仅捕获控制

source: Add View
cs: Přidat pohled
eo: Aldoni Vidon
zh_cn: 添加视图

source: Select mixer:
cs: Vybrat směšovač:
eo: Elekti miksilon:
zh_cn: 选择混音器：

source: Current mixer
cs: Současný směšovač
eo: Nuna miksilo
zh_cn: 当前混音器

source: Select the design for the new view:
cs: Zvolte rozvržení pro nový pohled:
eo: Elektu la dezajnon por la nova vido:
zh_cn: 选择新视图的样式：

source: Mixers to show in the popup volume control:
eo: Miksiloj montrendaj en la ŝprucfenestra laŭtecostirilo:
zh_cn: 音量控制弹窗显示的混音器：

source: Select Mixers
cs: Vyberte mixery
eo: Elekti Miksilojn
zh_cn: 选择混音器

source: Select Master Channel
cs: Vybrat hlavní kanál
eo: Elekti Mastran Kanalon
zh_cn: 选择主音量通道

source: Current mixer:
cs: Současný směšovač:
eo: Nuna miksilo:
zh_cn: 当前混音器：

# @info
source: Select the <link url="i">master volume</link> channel:
cs: Vyberte <link url="i">hlavní kanál hlasitosti</link>:
eo: Elektu la kanalon <link url="i">mastra laŭteco</link>:
zh_cn: 选择<link url="i">主音量</link>通道：

# @info:tooltip
source: <para>Here you can select the master sound device (if there is more than one) and its master channel.</para><para>The master channel is the one that is affected by the system tray volume control, the volume up/down and mute global shortcut keys, and the <interface>Mute</interface> action in the system tray popup menu.</para>
eo: <para>Ĉi tie vi povas elekti la mastran sonaparaton (se estas pli ol unu) kaj ĝian ĉefkanalon.</para><para >La ĉefkanalo estas tiu, kiu estas tuŝita de la regulo de la laŭteco de la sistemo, la laŭteco supren. /malsupren kaj silentigi tutmondajn klavojn, kaj la ago <interface>Muti</interface> en la ŝprucmenuo de la sistempleto.</para>
zh_cn: <para>您可以在此选择主要声音设备 (存在多个设备时) 及其主音量通道。</para><para>主音量通道由系统托盘中的音量控制部件、音量升降和静音的全局快捷键和系统托盘弹窗的<interface>静音</interface>操作所控制。</para>

source: Automatic (%1 recommendation)
cs: Automaticky (doporučeno %1)
eo: Aŭtomata (%1 rekomendo)
zh_cn: 自动 (%1 推荐)

source: Configure Channels
cs: Nastavit kanály
eo: Agordi Kanalojn
zh_cn: 配置通道

source: Configure the visible channels. Drag icons between the lists to update.
cs: Nastavení viditelných kanálů. Tahem ikony mezi seznamy aktualizujte.
eo: Agordu la videblajn kanalojn. Trenu ikonojn inter la listoj por ĝisdatigi.
zh_cn: 配置可见通道。在要更新的列表之间拖动图标。

source: Visible channels:
cs: Viditelné kanály:
eo: Videblaj kanaloj:
zh_cn: 可见通道：

source: Available channels:
cs: Dostupné kanály:
eo: Disponeblaj kanaloj:
zh_cn: 可用通道：

source: Move the selected channel to the visible list
cs: Přesunout vybraný kanál do viditelného seznamu
eo: Movi la elektitan kanalon al la videbla listo
zh_cn: 将所选通道移动到可见列表

source: Move the selected channel to the available (hidden) list
cs: Přesunout vybraný kanál do dostupného (skrytého) seznamu
eo: Movi la elektitan kanalon al la disponebla (kaŝita) listo
zh_cn: 将所选通道移动到可用 (隐藏) 列表

source: Show the selected channel
cs: Zobrazit vybraný kanál
eo: Montri la elektitan kanalon
zh_cn: 显示选择的通道

source: Hide the selected channel
cs: Skrýt vybraný kanál
eo: Kaŝi la elektitan kanalon
zh_cn: 隐藏选择的通道

source: Visible channels
cs: Viditelné kanály
eo: Videblaj kanaloj
zh_cn: 可见通道

source: Available channels
cs: Dostupné kanály
eo: Disponeblaj kanaloj
zh_cn: 可用通道

source: Volume Control
cs: Ovládání hlasitosti
eo: Laŭtecmastrumo
zh_cn: 音量控制

source: M&ute
cs: Ztl&umit
eo: &Mallaŭtigite
zh_cn: 静音(&U)

source: No mixer devices available
cs: Žádná dostupná zařízení mixeru
eo: Neniuj miksiloj haveblaj
zh_cn: 无可用混音设备

source: Volume muted
cs: Hlasitost ztlumena
eo: Laŭteco silentigita
zh_cn: 已静音

source: Volume at %1%
cs: Hlasitost na %1%
eo: Laŭteco je %1%
zh_cn: 音量为 %1%

source: Configure
cs: Nastavit
eo: Agordi
zh_cn: 配置

source: General
cs: Obecné
eo: Ĝenerale
zh_cn: 常规

source: Startup
cs: Spuštění
eo: Lanĉo
zh_cn: 启动

source: Start KMix on desktop startup
cs: Spustit KMix při spuštění pracovního prostředí
eo: Komenci KMix je labortabla ekfunkciigo
zh_cn: 桌面启动时启动 KMix

source: Start KMix automatically when the desktop starts
cs: Spustit KMix automaticky při spuštění pracovního prostředí
eo: Lanĉi KMix aŭtomate kiam la labortablo komenciĝas
zh_cn: 在桌面环境启动时自动启动 KMix

source: Autostart will not work, because the autostart file kmix_autostart.desktop is missing. Check that KMix is installed correctly.
cs: Automatické spuštění nebude fungovat, protože soubor automatického spuštění kmix_autostart.desktop chybí. Zkontrolujte zda je KMix správně nainstalován.
eo: Aŭtomata starto ne funkcios, ĉar la aŭtostartdosiero kmix_autostart.desktop mankas. Kontrolu, ke KMix estas ĝuste instalita.
zh_cn: 自动启动无法生效，因为自动启动文件 kmix_autostart.desktop 丢失。请检查 KMix 是否正确安装。

source: Restore previous volume settings on desktop startup
cs: Obnovit předchozí hlasitost při spuštění pracovního prostředí
eo: Restarigi antaŭajn laŭtecajn agordojn ĉe labortabla ekfunkciigo
zh_cn: 桌面启动时恢复之前的音量设置

source: Restore all mixer volume levels and switches to their last used settings when the desktop starts
cs: Obnovit všechny úrovně hlasitosti mixeru a přepínače na jejich poslední nastavení při spuštění pracovního prostředí
eo: Restarigi ĉiujn miksaĵajn laŭtecnivelojn kaj ŝanĝas al siaj laste uzitaj agordoj kiam la labortablo ekrulas
zh_cn: 桌面启动时恢复所有混音器音量并切换到它们最近一次使用的设置

source: The volume of PulseAudio or MPRIS2 dynamic controls will not be restored.
cs: Hlasitost z PulseAudio nebo dynamické ovládání MPRIS2 nebude obnoveno.
eo: La laŭteco de dinamikaj kontroloj PulseAudio aŭ MPRIS2 ne estos restarigita.
zh_cn: PulseAudio 或 MPRIS2 动态控制的音量将不会恢复。

source: &Horizontal
cs: Vo&dorovná
eo: &Horizontala
zh_cn: 水平(&H)

source: &Vertical
cs: S&vislá
eo: &Vertikala
zh_cn: 垂直(&V)

source: Behavior
cs: Chování
eo: Konduto
zh_cn: 行为设置

source: Volume overdrive
cs: Přesah hlasitosti
eo: Laŭteco trorapidumo
zh_cn: 音量放大

# @info:tooltip
source: Allow the volume to be raised above the recommended maximum (typically to 150%)
eo: Permesu al la volumeno esti altigita super la rekomendita maksimumo (tipe al 150%)
zh_cn: 允许音量超过建议的最大值 (一般提高到 150%)

source: Volume overdrive is only available for PulseAudio.
eo: Laŭteco-overdrive nur disponeblas por PulseAudio.
zh_cn: 音量放大仅适用于 PulseAudio。

source: %1 must be restarted for the volume overdrive setting to take effect.
eo: %1 devas esti rekomencita por ke la agordo de laŭteco efikiĝu.
zh_cn: 必须重新启动 %1，才能使音量放大设置生效。

source: Volume feedback
cs: Zpětná vazba hlasitosti
eo: Rekuplado de laŭteco
zh_cn: 音量反馈音效

# @info:tooltip
source: Play a sample sound when the volume changes
eo: Ludu specimenan sonon kiam la laŭteco ŝanĝiĝas
zh_cn: 调整音量时播放示例音效

source: Volume feedback is only available when configured with Canberra.
eo: Laŭteca rekuplado disponeblas nur kiam agordita kun Kanbero.
zh_cn: 音量反馈音效仅适用于通过 Canberra 进行配置的场合。

# @info:tooltip
source: <para>Set the volume step as a percentage of the volume range.</para><para>This affects changing the volume via hot keys, with the mouse wheel over the system tray icon, or moving sliders by a page step.</para><para>%1 must be restarted for this change to take effect.</para>
eo: <para>Agordu la laŭtecan paŝon kiel procenton de la laŭteca gamo.</para><para>Ĉi tio influas ŝanĝi la laŭtecon per fulmoklavoj, kun la musrado super la sistempleto-ikono, aŭ movante glitilojn per paĝa paŝo.</para><para>%1 devas esti rekomencita por ke ĉi tiu ŝanĝo ekvalidu.</para>
zh_cn: <para>按照音量范围的百分比设置音量调整的步进。</para><para>这项设置影响下列音量调整途径的单次步进：通过快捷键调整音量、在系统托盘图标上使用鼠标滚轮调整音量、在音量滑动条上使用翻页键。</para><para>必须重启 %1 之后才能生效。</para>

source: Volume step:
cs: Krok hlasitosti:
eo: Laŭteco-paŝo:
zh_cn: 音量步进：

source: Visual
cs: Vzhled
eo: Vida
zh_cn: 视觉设置

source: Show slider &tickmarks
eo: Montri ŝovilajn &tikmarkojn
zh_cn: 显示滑动条的刻度(&T)

source: Show tick mark scales on sliders
eo: Montru tikmarkajn skalojn sur ŝoviloj
zh_cn: 在滑动条上显示刻度标尺

source: Show control &labels
cs: Zobrazit popisky ov&ládání
eo: Montri stiri&lajn etikedojn
zh_cn: 显示控制通道的标签(&L)

source: Show description labels for sliders
eo: Montru priskribajn etikedojn por ŝoviloj
zh_cn: 在滑动条上显示描述标签

source: Show On Screen Display (&OSD)
cs: Zobrazit On Screen Display (&OSD)
eo: Montri surekranan bildigon (&OSD)
zh_cn: 显示屏显信息 (&OSD)
