Repository: KDE/kmix
Catalog: po/*/kmix.po
Languages: cs, eo, zh_cn

source: Show an on-screen indicator when changing the volume via hotkeys
eo: Montru surekranan indikilon kiam oni ŝanĝas la laŭtecon per klavoj
zh_cn: 使用快捷键修改音量时，在屏幕上显示提示

source: Slider orientation (main window):
cs: Orientace posuvníku (hlavní okno):
eo: Ŝovila orientiĝo (ĉefa fenestro):
zh_cn: 滑动条方向 (主窗口)：

source: Slider orientation (system tray popup):
cs: Orientace posuvníku (vyskakovací okno ze systémového panelu):
eo: Ŝovila orientiĝo (ŝprucfenestro de la sistempleto):
zh_cn: 滑动条方向 (系统托盘弹窗)：

source: Set the orientation of the main window control sliders
eo: Agordu la orientiĝon de la ĉeffenestraj stirŝoviloj
zh_cn: 设置主窗口中音量控制滑动条的方向

source: Set the orientation of the system tray volume control sliders
eo: Agordi la orientiĝon de la sistempletaj ŝoviloj pri laŭtecmastrumo
zh_cn: 设置系统托盘中音量控制滑动条的方向

source: Dock in system tray
cs: Zapustit do panelu
eo: Doki en la sistempleto
zh_cn: 停靠于系统托盘

source: Dock the mixer into the system tray. Click on it to open the popup volume control.
eo: Aldoku la miksilon en la sisteman pleton. Alklaku ĝin por malfermi la ŝprucan laŭtecmastrumilon.
zh_cn: 将混音器停靠到系统托盘。单击打开音量控制弹窗。

source: The mixers that are checked here will be shown in the popup volume control.
eo: La miksiloj, kiuj estas kontrolitaj ĉi tie, estos montritaj en la ŝprucfenestra laŭtecmastrumilo.
zh_cn: 此处选中的混音器会显示在音量控制弹窗中。

source: No sound devices are installed or are currently available.
cs: Není nainstalováno nebo dostupné žádné zvukové zařízení.
eo: Neniuj sonaj aparatoj estas instalitaj aŭ disponeblaj nuntempe.
zh_cn: 尚未安装声音设备或设备当前不可用。

source: Split Channels
cs: Rozdělit kanály
eo: Dividi kanalojn
zh_cn: 拆分声道

source: Capture
cs: Zachytávat
eo: Kapto
zh_cn: 捕获

source: Use Device
cs: Použít zařízení
eo: Uzi Aparaton
zh_cn: 使用设备

# 1=device name, 2=control name
source: Mute %2 on %1
cs: Ztišit %2 na %1
eo: Silentigi %2 sur %1
zh_cn: 静音 %1 上的 %2

# 1=device name, 2=control name
source: Increase volume of %2 on %1
cs: Zvýšit hlasitost %2 na %1
eo: Pliigi laŭtecon de %2 sur %1
zh_cn: 提高 %1 的 %2 音量

# 1=device name, 2=control name
source: Decrease volume of %2 on %1
cs: Zvýšit hlasitost %2 na %1
eo: Malpliigi laŭtecon de %2 sur %1
zh_cn: 降低 %1 的 %2 音量

# %1=channel
source: Capture/Uncapture %1
cs: Zachytávat/nezachytávat %1
eo: Kapti/Malkapti %1
zh_cn: 捕获/取消捕获 %1

# %1=channel
source: Mute/Unmute %1
cs: Ztlumit/obnovit %1
eo: Silentigi/Malŝalti %1
zh_cn: 静音/取消静音 %1

source: %1 (capture)
cs: %1 (zachytávat)
eo: %1 (kapto)
zh_cn: %1 (捕获)

source: Automatic (according to category)
cs: Automaticky (podle kategorie)
eo: Aŭtomata (laŭ kategorio)
zh_cn: 自动(根据类别)

source: Channel Shortcuts...
cs: Zkratky kanálů...
eo: Kanalaj Ŝparvojoj...
zh_cn: 通道快捷键...

source: Configure this view
cs: Nastavit tento pohled
eo: Agordi ĉi tiun vidon
zh_cn: 配置视图

source: Configure Channels...
eo: Agordi Kanalojn...
zh_cn: 配置通道...

source: Device Settings
eo: Aparatoagordo
zh_cn: 设备设置

source: Show the full mixer window
cs: Zobrazit plné okno směšovače
eo: Montri la plenan miksilfenestron
zh_cn: 显示完整混音器窗口

source: Load volume profile %1
cs: Načíst profil hlasitosti %1
eo: Ŝargi laŭtecan profilon %1
zh_cn: 加载音量配置方案 %1

source: Nothing is playing audio.
cs: Nic nepřehrává zvuk.
eo: Nenio ludas audio.
zh_cn: 没有正在播放音频的程序。

source: Nothing is capturing audio.
cs: Nic nezachytává zvuk.
eo: Nenio kaptas audio.
zh_cn: 没有程序正在捕获音频。

source: There are no capture devices.
cs: Žádná nahrávací zařízení.
eo: Ne ekzistas kaptaj aparatoj.
zh_cn: 没有捕获设备。

source: There are no playback devices.
cs: Žádná přehrávací zařízení.
eo: Ne ekzistas reproduktaj aparatoj.
zh_cn: 没有播放设备。

source: Mute
cs: Ztlumit
zh_cn: 静音

source: Inhibits the unhiding of the KMix main window, if KMix is already running.
zh_cn: 如果 KMix 还在运行，禁止取消隐藏其主窗口。

source: Starts KMix in failsafe mode.
zh_cn: 以安全模式启动 KMix。

source: Radio
cs: Rádio
zh_cn: 电台

source: Sound server
cs: Zvukový server

source: Advanced Linux Sound Architecture
cs: ALSA (Advanced Linux Sound Architecture)

source: Open Sound System
cs: OSS (Open Sound System)

source: The sound device '%1' was connected.
cs: Zvukové zařízení '%1' bylo připojeno.

source: The sound device '%1' was disconnected.
cs: Zvukové zařízení '%1' bylo odpojeno.

source: Application Streams
cs: Proudy aplikací

source: Show Mixer Window
cs: Zobrazit okno se směšovačem
